'-------------------------------------------------------------------------------------
' Hellenic language module for WINCONTIG
'
' Translated by:
'   Thanassis Katsageorgis (tkatsageorgis<at>gmail<dot>com)
'
' Currently maintained by:
'   Thanassis Katsageorgis (tkatsageorgis<at>gmail<dot>com)
'
' Last updated: Dec 02, 2015
'
' NOTE: Don't translate '\n', '\t', '%s', '$c$' or '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Ελληνικά
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=Κερματοποιημένα αρχεία
2=Παρακείμενα αρχεία
3=Αποκερματοποιημένα αρχεία
4=Μη επεξεργασθέντα αρχεία
195=ΤΡΕΧΟΥΣΑ ΣΥΝΕΔΡΙΑ
199=Ώρα Έναρξης:
200=Ενέργεια:
222=Τρέχουσα λειτουργία:
214=Αποκερματοποίηση
215=Ανασυγκρότηση Αρχείων
207=Ανάλυση Αρχείου
209=Ολοκληρώθηκε
211=Απόρριψη από το χρήστη
212=Ακυρώθηκε
213=Ανάλυση...
216=Παράλειψη όλων των αντικείμενων
219=ΤΕΛΕΥΤΑΙΑ ΣΥΝΕΔΡΙΑ
217=Γενικά
227=Σύνολο επεξεργασμένων αρχείων:
228=Ανασυγκροτημένα αρχεία:
234=μ/δ
240=ΚΑΤΑΚΕΡΜΑΤΙΣΜΕΝΑ
241=ΠΑΡΑΚΕΙΜΕΝΑ
243=ΑΝΑΣΥΓΚΡΟΤΗΜΕΝΑ
254=Έλεγχος δίσκου...
257=Καθαρισμός...
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Προσθήκη
18=Διαγραφή
19=Ιδιότητες
20=Φόρτωση Προφίλ
21=Αποθήκευση Προφίλ
283=Τεμάχια
294=Εμφάνιση Αναφοράς
455=Φίλτρο
24=Ανασυγκρότηση
25=Σταμάτημα
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Προσθήκη
474=Προσθέστε ένα ή περισσότερα αρχεία στη λίστα. Κάντε κλικ στο βελάκι για να προσθέσετε φακέλους.
475=Αφαίρεση
476=Κατάργηση των επιλεγμένων στοιχείων από τη λίστα.
477=Ιδιότητες
478=Εμφάνιση ιδιοτήτων των επιλεγμένων στοιχείων.
479=Τμήματα
480=Εμφάνιση πρόσθετων πληροφοριών σχετικά με τα επιλεγμένα αρχεία, συμπεριλαμβανομένου του μεγέθους και του αριθμού των τμημάτων από τα οποία αποτελούνται.
481=Φίλτρο
482=Εμφάνιση του παραθύρου διαλόγου Φίλτρου για να αποκλειστούν ή να συμπεριληφθούν συγκεκριμένα αρχεία, φάκελοι και τύποι αρχείων από την ανάλυση και την ανασυγκρότηση.
483=Φόρτωση προφίλ
484=Φόρτωση λίστας στοιχείων από ένα αποθηκευμένο αρχείο προφίλ.
485=Αποθήκευση προφίλ
486=Αποθήκευση της λίστας των αντικειμένων σε ένα αρχείο προφίλ.
26=Ανάλυση
45=Ανάλυση των αρχείων για να καθοριστεί το πόσο κατακερματισμένα είναι.
101=Ανασυγκρότηση
139=Ενοποίηση των κατακερματισμένων αρχείων για τη βελτίωση της απόδοσης του συστήματος. Κάντε κλικ στο βελάκι για να ανασυγκροτήσετε μόνο τα κατακερματισμένα αρχεία που επιλέξατε στο κάτω τμήμα του παραθύρου.
122=Σταμάτημα
136=Σταμάτημα της τρέχουσας λειτουργίας που βρίσκεται σε εξέλιξη.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=Προσθήκη &Αρχείου...\tCTRL+O
66=Προσθήκη Κ&αταλόγου...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<κενό>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&Αποκερματοποίηση όλων
156=Ανασυγκρότηση μόνο των &επιλεγμένων κατακερματισμένων αρχείων
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Όνομα
28=Μέγεθος
29=Κατάσταση
30=Είδος
248=Τεμάχια
249=Συστάδες
250=Μέγεθος στο δίσκο
274=% στο δίσκο
472=Ημέρα Τελευταίας Τροποποίησης
487=Χαρακτηριστικά
251=Προεπιλεγμένο
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Κερματοποιημένα
6=Μη Κερματοποιημένα
7=Λάθος
8=Αποκερματοποιημένα
146=Παρακείμενα
369=Αγνοήθηκαν
424=Επεξεργασία...
218=Παραλείφθηκαν (με φίλτρο)
220=Παραλείφθηκαν (αποθηκεύτηκαν στον SSD)
226=Απορρίφθηκαν
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Προσθήκη αντικειμένων προς αποκερματοποίηση εδώ.
247=Κεντρικός κατάλογος
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=Ά&νοιγμα
68=&Προσθήκη Αντικειμένου
69=&Αρχείο...\tCTRL+O
70=Κ&ατάλογος...\tCTRL+D
71=&Διαγραφή Αντικ/νων\tDEL
371=Προσθήκη στη Λίστα Εξ&αίρεσης
15=Ανά&λυση των επιλεγμένων στοιχείων
16=Ανα&συγκρότηση επιλεγμένων στοιχείων
72=&Φόρτωση Προφίλ...
73=&Αποθήκευση Προφίλ ως...
223=Ρυθ&μίσεις...
75=Α&υτόματη κύλιση
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Κερματοποιήσεις
252=Συστάδες
253=Μέγεθος στο Δίσκο
10=Μέγεθος
11=Όνομα αρχείου
183=Κατάλογος
275=% στο Δίσκο
256=Προεπιλεγμένο
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Κερματοποιημένα αρχεία
12=Δε βρέθηκαν κερματοποιημένα αρχεία.
428=Δεν επεξεργάστηκε κανένα αρχείο ακόμα.
'-------------------------------------------------------------------------------------
' Main program window - Tab Options ***
'-------------------------------------------------------------------------------------
187=&Εμφάνισε το όνομα του αρχείου και τη διαδρομή σε ξεχωριστές στήλες
188=Εμφάνισε τις επιλογές για προχωρημένους για τις καρτέλες.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=&Επιλογή Φωτισμένων Αρχείων
364=&Αποεπιλογή Φωτισμένων Αρχείων
367=&Αντιστροφή Επιλογής
372=Προσθήκη στη Λίστα Εξ&αίρεσης
162=Άνοιγμα &τοποθεσίας αρχείου
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Επιλογή/Αποεπιλογή
161=Επιλέξτε ή αποεπιλογή όλων των αρχείων της λίστας.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Όνομα αρχείου
245=Κατάλογος
129=Λάθος
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Αρχεία που δεν αναλύθηκαν
145=Δε βρέθηκαν λάθη κατά την επεξεργασία αρχείων.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=Δε χρησιμοποιείται
33=Σύνολο αντικειμένων: 
127=Αντικείμενο
137=Αποκερματοποίηση
420=Σύνολο αρχείων που επεξεργάστηκαν:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=&Αρχείο
35=Άν&οιγμα
36=&Προσθήκη Αντικειμένου
37=&Αρχείο...\tCTRL+O
38=Κα&τάλογος...\tCTRL+D
39=&Διαγραφή Αντικ/νων\tDEL
370=Προσθήκη στη Λίσ&τα Εξαίρεσης
284=Πληροφορία Κερ&ματοποίησης...
224=Ιδ&ιότητες...
421=Απο&θήκευση Αναλυτικής Αναφοράς...
41=Έ&ξοδος
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&Προφίλ
43=&Φόρτωση προφίλ...
44=&Αποθήκευση προφίλ ως...
157=&Διαμόρφωση λίστας Πρόσφατων Προφίλ...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=&Ενέργεια
47=Α&νάλυση
49=&Σταμάτημα
50=&Αποκερματοποίηση
148=Ανά&λυση επιλεγμένων στοιχείων
150=Ανασυ&γκρότηση επιλεγμένων στοιχείων
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&Προβολή
51=&Μπάρα Εργαλείων
52=Πίνα&κας Πληροφοριών
76=&Γραμμή Κατάστασης
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&Εργαλεία
470=&Διαχείριση φίλτρου...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=&Επιλογές
54=Πάντα Μ&προστά
55=Επιλογή &Γραμμής
56=Εμφάνιση Μηνυμάτων &Επιβεβαίωσης
57=Δεν επιτρέπονται &διπλές καταχωρήσεις
58=&Κλείσιμο εφαρμογής μετά την αποκερματοποίηση
59=&Κλείσιμο υπολογιστή μετά την αποκερματοποίηση
229=Μην ελέγξεις &ετικέτες για λάθη
235=Σ&τρατηγική αποκερματοποίησης
236=Γρήγ&ορη
237=Έξ&υπνη
242=&Γλώσσα
301=Προτε&ραιότητα
302=&Υψηλή
303=Ά&νω Του Κανονικού
304=&Κανονική
305=&Κάτω Του Κανονικού
306=&Χαμηλή
332=&Καθαρισμός Δίσκου
333=&Ανενεργό
334=&Αυτόματο
335=Ε&ρώτηση στο χρήστη
361=Εμφάνιση &λαθών
348=Έλεγχος &ετικετών για λάθη
349=&Ανενεργό
350=&Αυτόματο
351=Ε&ρώτηση στο χρήστη
408=Ρύθμιση &τονισμού...
488=Παρά&λειψη δίσκων SSD
23=Α&πενεργοποίηση ανίχνευσης δίσκου SSD
102=Εμφάνιση εικονιδίων &κατάστασης
140=Εμφάνιση εικονιδίων &συστήματος
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=&Βοήθεια
61=Εμφάνιση &Αποκήρυξης
62=Εμφάνιση Διακοπτών &Γραμμής Εντολών
64=&Περί WinContig...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Προσθήκη αρχείων στη λίστα αρχείων.
84=Προσθήκη καταλόγου στη λίστα αρχείων.
85=Διαγραφή επιλεγμένων στοιχείων.
86=Προσθήκη των στοιχείων του προφίλ σε λίστα αρχείου.
87=Αποθήκευση των στοιχείων της λίστας αρχείου σε προφίλ.
88=Έξοδος από το WinContig.
89=Ανάλυση στοιχείων.
92=Επιτρέπει τη διακοπή της διασικασίας προσθήκης.
93=Επιτρέπει τη διακοπή της διασικασίας ανάλυσης αρχείων.
110=Αποκερματοποίηση αρχείων.
94=Εμφάνιση του κυρίως παραθύρου πάντα μπροστά.
95=Ενεργοποιεί ή όχι την επιλογή γραμμής.
96=Εμαφανίζει πληροφορίες για την εφαρμογή, αριθμό έκδοσης και πνευματικά δικαιώματα.
99=Κλείσιμο της εφαρμογής μετά την ολοκλήρωση της διαδικασίας αποκερματοποίησης.
100=Κλείσιμο του υπολογιστή μετά την ολοκλήρωση της διαδικασίας αποκερματοποίησης.
103=Ενεργοποιεί ή όχι τη κύλιση των αρχείων.
104=Ενεργοποιεί ή όχι την επιβεβαίωση μηνυμάτων.
105=Άνοιγμα των επιλεγμένων αρχείων με τις συνδεδεμένες εφαρμογές.
106=Εμφανίζει τους διακόπτες γραμμών εντολών που αποδέχεται το WinContig.
107=Εμφάνιση αποκήρυξης.
108=Δεν επιτρέπονται διπλές καταχωρήσεις στη λίστα αρχείων.
225=Εμφάνιση ιδιοτήτων των επιλεγμένων στοιχείων.
230=Δεν ελέγχει για λάθη ετικετών πριν από την αποκερματοποίηση αρχείων.
238=Αποκερματοποίηση αρχείων χωρίς βελτίωση της τοποθεσίας των συστάδων (πιο γρήγορο).
239=Αποκερματοποίηση αρχείων με βελτίωση της τοποθεσίας των συστάδων (πιο αργό).
255=Εμφάνιση Αναφοράς Ανάλυσης.
285=Εμφάνιση πρόσθετης πληροφόρησης για τα κερματοποιημένα αρχεία.
336=Μη διαγραφή Προσωρινών Αρχείων πριν από την αποκερματοποίηση αρχείων.
337=Αυτόματη διαγραφή Προσωρινών Αρχείων πριν από την αποκερματοποίηση αρχείων.
109=Ερώτηση στο χρήστη εάν επιθυμεί τη διαγραφή Προσωρινών Αρχείων πριν από την αποκερματοποίηση αρχείων.
352=Δεν ελέγχει για λάθη ετικετών πριν από την αποκερματοποίηση αρχείων.
353=Αυτόματος έλεγχος για λάθη ετικετών πριν από την αποκερματοποίηση αρχείων.
354=Ερώτηση στο χρήστη εάν επιθυμεί τον έλεγχο ετικετών για λάθη πριν από την αποκερματοποίηση αρχείων.
362=Εμφάνιση μηνυμάτων λαθών κατά τη διάρκεια της διαδικασίας διαγραφής Προσωρινών Αρχείων.
373=Προσθήκη επιλεγμένων στοιχείων στη Λίστα Εξαίρεσης.
471=Διαχείριση των λιστών Αποκλεισμού και Ένταξης.
409=Αλλάζει τα χρώματα τονισμού των στοιχείων.
429=Αντιστρέφει τα επιλεγμένα στοιχεία και μη.
430=Επιλέγει τα τονισμένα στοιχεία.
431=Αποεπιλέγει τα τονισμένα στοιχεία.
422=Αποθηκεύει την ανάλυση αποτελεσμάτων.
22=Δεν ανιχνεύει αυτόματα δίσκους SSD.
13=Δεν αποκερματοποιεί αρχεία αυτόματα σε δίσκους SSD.
82=Εμφάνιση ή απόκρυψη της γραμμής εργαλείων.
90=Εμφάνιση ή απόκρυψη του πίνακα πληροφοριών.
91=Εμφάνιση ή απόκρυψη της γραμμής κατάστασης.
14=Ανασυγκρότηση μόνο των επιλεγμένων κατακερματισμένων αρχείων στο κάτω τμήμα του παραθύρου.
141=Σας επιτρέπει να διακόψετε τη τρέχουσα λειτουργία.
131=Ανάλυση μόνο των στοιχείων που έχουν επιλεγεί στο επάνω τμήμα του παραθύρου.
138=Ανασυγκρότηση μόνο των στοιχείων που έχουν επιλεγεί στο επάνω τμήμα του παραθύρου.
158=Τροποποιεί τον αριθμό των προφίλ που εμφανίζονται στη Λίστα πρόσφατων Προφίλ.
135=Εμφάνιση των εικονιδίων κατάστασης δίπλα σε κάθε στοιχείο στο επάνω τμήμα του παραθύρου.
160=Εμφάνιση των εικονιδίων συστήματος δίπλα σε κάθε στοιχείο αντί των εικονιδίων του WinContig.
163=Άνοιγμα του φακέλου που περιέχει το επιλεγμένο αρχείο.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Αριθμός κερματοποιημένων αρχείων
178=Αριθμός παρακείμενων αρχείων
179=Αριθμός αρχείων που δεν αναλύθηκαν λόγω λαθών επεξεργασίας
182=Αριθμός επεξεργασθέντων αρχείων
231=Λίστα κερματοποιημένων αρχείων:
232=Λίστα με τα αρχεία που δεν αναλύθηκαν:
289=Αρχείο Κειμένου (*.txt)|*.txt|Όλα τα αρχεία (*.*)|*.*|
290=Αποθήκευση Αναφοράς
291=Η Αναφορά αποθηκεύθηκε.
292=Η Αναφορά Ανάλυσης του WinContig δημιουργήθηκε:
293=Στατιστικά Αρχείου
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Προσθήκη Αρχείου(-ων)
112=Όλα τα αρχεία (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Επιλέξτε το φάκελο που θέλετε να προστεθεί στη λίστα, και επιλέξτε Προσθήκη φακέλου. Είναι δυνατή η προσθήκη ενός ή περισσοτέρων φακέλων.
244=Προσθήκη &φακέλου
246=Προσθήκη φακέλου στη λίστα
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Φόρτωση προφίλ
115=Προφίλ του WinContig (*.wcp)|*.wcp|Όλα τα αρχεία (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Αποθήκευση προφίλ
117=Προφίλ του WinContig (*.wcp)|*.wcp|Όλα τα αρχεία (*.*)|*.*|
118=Το προφίλ αποθηκεύθηκε.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Εισαγωγή προφίλ
120=&Επισύναψη
121=&Αντικατάσταση
123=Η λίστα αρχείων δεν ήταν κενή.
124=Επιλέξτε Επισύναψη για να προσθέσετε τα αντικείμενα του προφίλ στα αντικείμενα που υπάρχουν ήδη στη λίστα. Επιλέξτε Αντικατάσταση για να αντικαταστήσετε τα αντικείμενα της λίστας με αυτά του προφίλ.
125=Το αρχείο '%s' δεν είναι έγκυρο προφίλ του WinContig.
126=Το προφίλ που διευκρινίζεται στη γραμμή εντολών δεν υπάρχει.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Αντικείμενα
130=Εισαγωγή προφίλ
132=Κάποια στοιχεία του προφίλ δε μπορούν να βρεθούν. Μπορεί να μετονομάστηκαν, μετακινήθηκαν ή διαγράφηκαν.
133=Λίστα στοιχείων που δεν εισήχθησαν:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Έλεγχος Δίσκου
320=Πριν από την έναρξη της διαδικασίας αποκερματοποίησης, μπορείτε να ελέγξετε για λάθη ετικετών. Προτείνεται να ελέγξετε την ακεραιότητα των αποθηκευμένων σας αρχείων πριν από την αποκερματοποίησή τους.
309=Στο μέλλον, μην ελέγξεις τις &ετικέτες
310=Ανάλυση Δίσκου %s... παρακαλώ περιμένετε.
311=Πρόοδος:
321=Στάδιο 1 από 3
355=Στάδιο 2 από 3
356=Στάδιο 3 από 3
313=Έλεγχος &Δίσκου
314=Μη Έλεγχος &Δίσκου
315=Λάθος!
316=Λάθη κατά τον έλεγχο στο δίσκο. Προτείνεται να κλείσετε το WinContig και να τα επιδιορθώσετε.
317=Τα Windows δεν ελέγχουν οδηγούς CD-ROM και DVD-ROM.
318= Το WinContig βρήκε λάθη. Προτείνεται να κλείσετε το WinContig και να τα επιδιορθώσετε.\nΕναλλακτικά, μπορείτε να συνεχίσετε κανονικά.
319=Αυτόματη έναρξη της διαδικασίας απο&κερματοποίησης εάν δε βρεθούν προβλήματα
323=Εμφάνιση λεπτομερειών
324=Ο δίσκος δεν αναλύθηκε ακόμα.
325=Απόκρυψη λεπτομερειών
326=Η διαδικασία ελέγχου δίσκου ολοκληρώθηκε
328=Αναφορά Ελέγχου:
329=Δε βρέθηκαν προβλήματα στο δίσκο.
330=Έλεγχος του δίσκου για προβλήματα
331=Τα Windows δε μπορούν να ελέγξουν ένα δικτυακό σκληρό δίσκο.
432=Τομέας
433=Σύστημα Αρχείων
434=Συνολικό μέγεθος
435=Ελεύθερος χώρος
436=% Ελεύθερος χώρος
437=Άγνωστος οδηγός
438=Αφαιρούμενος οδηγός
439=Σκληρός δίσκος
440=Απομακρυσμένος οδηγός
441=Οπτικός δίσκος
442=Δίσκος RAM
443=Κατάσταση Συνεδρίας
444=Ανάλυση...
445=Ολοκληρώθηκε
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Καθαρισμός Δίσκου
340=Διαγραφή Προσωρινών Αρχείων
357=Έ&ναρξη Καθαρισμού Δίσκου
358=&Μη Έναρξη Καθαρισμού Δίσκου
338=Στο μέλλον, μη διαγράψεις &προσωρινά αρχεία
359=Πριν από την έναρξη διαδικασίας αποκερματοποίησης, μπορείτε να διαγράψετε προσωρινά αρχεία για δημιουργία ελεύθερου χώρου.
342=Υπολογισμός...
343=Διαγραφή Προσωρινών Αρχείων... Παρακαλώ περιμένετε.
344=Πρόοδος:
345=Η λειτουργία GetTempPath απέτυχε με λάθος %s !
346=Δε γίνεται να διαγραφούν Προσωρινά Αρχεία που βρίσκονται στο Κεντρικό Κατάλογο !
347=Δε γίνεται να διαγραφούν Προσωρινά Αρχεία επειδή ο κατάλογος δεν υπάρχει:\n\n%s
446=Χρήση του &WinContig για τη διαγραφή προσωρινών αρχείων
181=Ά&δειασμα του Κάδου Ανακύκλωσης
447=Χρήση ε&ξωτερικής εφαρμογής για τη διαγραφή προσωρινών αρχείων
448=Εφαρμογή:
449=Πρόσθετοι διακόπτες γραμμής εντολών:
450=Ανα&ζήτηση...
451=Επιλογή προγράμματος
452=Προγράμματα (*.exe)|*.exe|Όλα (*.*)|*.*|
453=Δε καθορίστηκε καμία εξωτερική εφαρμογή.
454=Η εξωτερική εφαρμογή που αναφέρεται δεν υπάρχει!
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Φίλτρο
381=Προσθήκη φακ&έλου...
382=Προσθήκη &αρχείου...
399=Προσθήκη &μάσκας...
383=Αφαίρεση &στοιχείου
385=Για την αποφυγή ανεπιθύμητης επανατοποθέτησης κάποιων δεδομένων, είναι δυνατή η εξαίρεση συγκεκριμένων στοιχείων από την αποκερματοποίηση. Τα αρχεία και οι φάκελοι που εμφανίζονται στο παράθυρο αυτό δε θα αναλυθούν και/ή αποκερματοποιηθούν.
386=Λίστα Εξαίρεσης
387=Λίστα Εξαιρεθέντων Στοιχείων:
391=Να μη ληφθούν υπόψη αρχεία μεγαλύτερα από (KB):
392=KB
393=MB
394=GB
456=Φίλτρο
457=Προσθήκη &μάσκας
458=Α&φαίρεση μάσκας
459=Μάσκα για προσθήκη:
460=Για την επεξεργασία συγκεκριμένων στοιχείων, μπορείτε να ρυθμίσετε μία ή περισσότερες μάσκες. Το WinContig επεξεργάζεται μόνο τα στοιχεία που ταιριάζουν με τις μάσκες που αναφέρονται σε αυτό το παράθυρο. Για να καθορίσετε πολλές μάσκες, ξεχωρίστε τη κάθε μάσκα με ένα ερωτηματικό (;).
461=Διαχείριση της λίστας ένταξης
462=Κατάλογος Συμπεριλεφθέντων Στοιχείων:
463=Να εξαιρεθούν
464=Να συμπεριληφθούν
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Προσθήκη μάσκας
401=Δηλώστε μία ή περισσότερες μάσκες για να εξαιρεθούν αρχεία ή/και φάκελοι. Για ορισμό πολλαπλών μασκών, ξεχωρίστε κάθε μάσκα με ερωτηματικό (;).\n\nΠχ.: *.dll;*.ocx;*.tmp
404=Δε επιτρέπεται να χρησιμοποιούνται οι ακόλουθοι χαρακτήρες: \ / : < > | "
419=Ο χαρακτήρας δεν είναι έγκυρος
405=Εξαίρεση μάσκας:
402=&Προσθήκη
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Ρύθμιση τονισμού
411=Εδώ μπορείτε να ρυθμίσετε τα χρώματα τονισμού των αντικειμένων. Για να αλλάξετε το χρώμα ενός αντικειμένου, κάντε κλικ στο αντίστοιχο κουμπί χρώματος. Για να ενεργοποιήσετε ή να απενεργοποιήσετε την προβολή ενός στοιχείου, επιλέξτε ή αποεπιλέξτε το αντίστοιχο πλαίσιο ελέγχου.
412=Κατακερματισμένο στοιχείο
413=Συνεχόμενο στοιχείο
414=Ανασυγκροτηθέν στοιχείο
415=Λάθος
416=Παραληφθέν στοιχείο
418=Πλήρης Τονισμός Στήλης
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Λίστα Πρόσφατων Προφίλ
152=Διαμόρφωση Λίστας Πρόσφατων Προφίλ
153=Εδώ μπορείτε να ρυθμίσετε τον αριθμό των προφίλ εμφανίζονται στη Λίστα.
154=Εμφάνιση του αριθμού των Πρόσφατων Προφίλ (0-10):
134=Μέγιστος αριθμός χαρακτήρων για τα πρόσφατα προφίλ (40-1000):
159=Αυτόματη αφαίρεση των Πρόσφατων Προφίλ που λείπουν
172=Μέγιστος αριθμός χαρακτήρων για τα πρόσφατα προφίλ
173=Περιοριμός του αριθμού των χαρακτήρων που εμφανίζονται για κάθε πρόσφατο προφίλ.
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
174=Unknown error
175=Αποτυχία απόρριψης αρχείου (επαναλαμβανόμενος κύριος βρόγχος).
176=Η αντιστοίχιση του αρχείου είναι κενή.
180=Ανιχνεύθηκ λανθασμένη αντιστοίχιση αρχείου.
147=Η ετικέτα δεν έχει ομάδα παρακείμενων, ελεύθερες συστάδες αρκετά μεγάλες ώστε να περιέχουν ολόκληρο το αρχείο.
164=Να διαγραφεί το επιλεγμένο στοιχείο;
165=Είστε σίγουρος ότι θέλετε τη διαγραφή των επιλεγμένων στοιχείων;
166=Επιβεβαίωση
205=Δε μπορεί να εκτελεστεί το WinContig με αυτή την έκδοση του λειτουργικού.
233=Δε μπορεί να προστεθεί '%s'.
307=Δε γίνεται να οριστεί η επιλεγμένη κατηγορία προτεραιότητας.
360=Το αρχείο '%s' δε μπορεί να διαγραφεί λόγω του παρακάτω λάθους:\n\n%s
374=Το επιλεγμένο αρχείο προστέθηκε στη Λίστα Εξαίρεσης.
375=Τα επιλεγμένα αρχεία προστέθηκαν στη Λίστα Εξαίρεσης.
376=Το επιλεγμένο αρχείο (-α) υπάρχει ήδη στη Λίστα Εξαίρεσης.
465=Διπλές μάσκες
466=Μία ή περισσότερες μάσκες περιλαμβάνονται τόσο στο κατάλογο αποκλεισμού όσο και στη λίστα ένταξης. Τα αντικείμενα που ταιριάζουν με αυτές τις μάσκες δεν θα επεξεργάζονται από το WinContig.
467=&Κλείσιμο
468=&Διόρθωση μασκών
490=Ανιχνεύθηκαν συσκευές SSD
494=Συσκευή SSD
491=Οι SSD συσκευές δεν έχουν κανένα όφελος απόδοσης από τη παραδοσιακή ανασυγκρότηση. Η ανασυγκρότηση αρχείων προκαλεί πολλές διεργασίες εγγραφών και φθορά σε συγκεκριμένες περιοχές του δίσκου. Συνιστάται λοιπόν να μη γίνεται ανασυγκρότηση αρχείων σε δίσκους SSD.
492=Ανα&συγκρότηση
493=Να &μη γίνει ανασυγκρότηση
149=There is not enough physical memory or system resources available to defragment the file.
'-------------------------------------------------------------------------------------
' General Button Captions ***
'-------------------------------------------------------------------------------------
395=&Ναί
396=Ό&χι
397=OK
398=Ακύρωση
406=&Συνέχεια
407=Έ&ξοδος
142=&Κλείσιμο
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Λάθος: Δεν υπάρχουν Μνήμη/Πόροι!
168=Λάθος: Δε βρέθηκε το αρχείο!
169=Λάθος: Δε βρέθηκε ο κατάλογος!
170=Λάθος: Λάθος φορμά αρχείου!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Κερματοποιήσεις
260=Όνομα:
261=Κατάλογος:
262=Είδος:
263=Μέγεθος:
264=Μέγεθος στο δίσκο:
265=Κερματοποιήσεις:
266=Συστάδες:
267=Πληροφορίες Κερματοποίησης:
269=Γενικά
270=#
271=Συστάδες Αρχείων
272=Εκκίνηση Συστάδας
273=Σταμάτημα Συστάδας
286=Μέγεθος (bytes)
287=% του Αρχείου
276=Το αρχείο δεν αναλύθηκε ακόμα
277=Το στοιχείο δεν είναι αρχείο
278=Λάθος κατά τη προσπάθεια ανάλυσης του αρχείου
279=Το στοιχείο δεν υπάρχει
280=Το αρχείο δε δεσμεύει κάποια συστάδα
281=bytes
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Αναφορά Αποκερματοποίησης
185=Πληροφορία:
186=Η διαδικασία αποκερματοποίησης ολοκληρώθηκε.
189=Αριθμός επεξεργασθέντων αρχείων
190=Αριθμός κερματοποιημένων αρχείων
191=Αριθμός παρακείμενων αρχείων
192=Αριθμός αποκερματοποιημένων αρχείων
193=Αριθμός αρχείων που δεν αποκερματοποιήθηκαν λόγω λαθών επεξεργασίας
423=Αυτό το παράθυρο εμφανίζει πληροφορίες σχετικά με τα αρχεία που ανασυγκροτήθηκαν.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Απενεργοποίηση
196=Το σύστημα θα κλείσει σε 15 δευ/τα.
197=Λάθος OpenProcessToken.
198=Λάθος AdjustTokenPrivileges.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Διατήρηση δικαιωμάτων.
202=Ελεύθερη χρήση (εμπορική και προσωπική).
203=Το WinContig παγιώνει τα κερματοποιημένα αρχεία έτσι ώστε καθένα να δεσμεύει ένα παρακείμενο χώρο στην ετικέτα.\n\nΈτσι το σύστημά σας έχει πιο αποτελεσματική πρόσβαση στα αρχεία.
204=Περί
298=Ιστοχώρος:
299=E-mail:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=Εξαίρεση του WinContig
78=Το WinContig σταμάτησε να λειτουργεί
79=Θα πρέπει να αναφέρετε ότι το πρόγραμμα αντιμετώπισε ένα σφάλμα. Παρακαλούμε να αντιγράψετε τις πληροφορίες εξαίρεσης στο Πρόχειρο, και να μας τις αποστείλετε:
80=Λεπτομέρειες προβλήματος
81=Κ&λείσιμο εφαρμογής
63=Η ανίχνευση δίσκων SSD μπορεί να μην είναι συμβατή με ορισμένους συνδυασμούς υλικού. Παρακαλώ επιλέξτε "Απενεργοποίηση ανίχνευσης μονάδας στερεάς κατάστασης (SSD)" από το μενού "Επιλογές".
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Αποκήρυξη
221=Αντιγραφή κειμένου στο Πρόχειρο.
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Διακόπτες Γραμμής Εντολών
389=Διακόπτες Γραμμής Εντολών
390=Το WinContig δέχεται ένα αριθμό διακοπτών γραμμών εντολών που μπορείτε να χρησιμοποιήσετε για τον έλεγχο της εφαρμογής.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Παρακαλώ περιμένετε μέχρι να τελειώσει η διαδικασία...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040\deftab708{\fonttbl{\f0\fswiss\fprq2\fcharset0 Tahoma;}}
{\*\generator ;}\viewkind4\uc1\pard\qc\lang1040\b\f0\fs24 Disclaimer\par
\par
\pard\b0\fs16 This software and all the accompanying files are provided by the author "as is" and without any express or implied warranties, including, but not limited to, the implied warranties of merchantability and fitness for a particular purpose. In no event shall the author be liable for any damages whatsoever (including without limitation, damages for loss of business profits, loss of use or data, business interruption, loss of business information, or any other pecuniary loss) arising out of the use or inability to use this product, even if advised of the possibility of such damage. The entire risk arising out of the use or performance of this product and documentation remains with you.\par
}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1040
\viewkind4\uc1\pard\lang1040\b\f0\fs16 SYNTAX\par
\b0\par
WINCONTIG.EXE [source] [/ANALYZE|/DEFRAG] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/CLOSE|/CLOSEIFOK|/SHUTDOWN] [/DUP] [/FULLROW] [/HELP|/?] [/LANG:xx] [/NOGUI] [/NOINI] [/NOPROMPT] [/NOSCROLL] [/ONTOP] [/PROF:"profile"] [/QUICK]\par
\par
\b\par
IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f3\'B7\tab}{\*\pn\pnlvlblt\pnf3\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Switches are not case sensitive, so, for example, \b /CLOSE\b0  is the same as \b /close\b0 .\par
{\pntext\f3\'B7\tab}When using multiple switches, separate them with a blank space. For example, use the following command line to load a profile and start the file defragmentation:\par
\pard\par
\pard\fi360\b WINCONTIG.EXE /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par
Below is the list of the WinContig switches.\par
\par
\pard\fi-1418\li1418\tx1418\b source\b0\tab Specifies the file or folder to be loaded in WinContig.\par
\pard\par
\pard\fi-1418\li1418\tx1418\b\tab IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of \i source\i0\par
{\pntext\f1\'B7\tab}You must enclose the full path of \i source\i0  in quotation marks ("")\par
\pard\li1418\tx1418\par
For example, use the following command line to load the file \i personal.txt\i0  located in \i c:\\documents\i0 :\par
\par
\b WINCONTIG.EXE "c:\\documents\\personal.txt"\b0\par
\par\pard\fi-1418\li1418\tx1418
\b /ANALYZE\b0\tab Starts automatically the analysis of the items loaded in WinContig.\par
\par
\b /CHKDSK:0\tab\b0 Disables the automatic disk checking. \par
\par
\b /CHKDSK:1\b0\tab Starts automatically the disk checking.\par
\par
\b /CHKDSK:2\b0\tab Asks the user before starting the disk checking.\par
\par
\b /CLEAN:0\tab\b0 Disables the automatic cleaning up of temporary files.\par
\par
\b /CLEAN:1\tab\b0 Starts automatically the cleaning up of temporary files.\par
\par
\b /CLEAN:2\tab\b0 Asks the user before starting the cleaning up of temporary files.\par
\par
\b /CLOSE\b0\tab Used to automatically close WinContig after it has completed the defragmentation process.\par
\par
\b /CLOSEIFOK\b0\tab Used to automatically close WinContig after it has completed the defragmentation process if all of the files have been successfully defragmented otherwise it stays open. 
If you use this switch in conjunction with the \b /NOGUI \b0 switch, WinContig will show the main window after it has completed the defragmentation process if one or more files have not been successfully defragmented.\par
\par
\b /DEFRAG\b0\tab Starts automatically the defragmentation of the items loaded in WinContig.\par
\par
\b /DUP\b0\tab Allows duplicate entries in the file list. WinContig does not allow duplicate entries in the file list as default. When using the \b /DUP\b0  switch, WinContig adds files to the file list faster. This option is useful if you want to load a very big profile faster and you are confident there are no duplicate entries in the profile.\par
\par
\b /FULLROW\b0\tab Turns full row selection on.\par
\par
\b /HELP \b0 or \b/?\b0 \tab Shows this dialog box.\par
\par
\b /LANG:\b0\i xx\i0\tab Forces the language used by the user interface. \i xx \i0 specifies a region-neutral language, for example \i en \i0 represents English, while \i fr \i0 represents French. 
If you specify the \b/LANG:auto \b0 switch, WinContig will use the system default UI language (if supported).\par
\par
\b /NOGUI\b0\tab Used to hide the WinContig main window during the analysis process or the defragmentation process. When using the \b /NOGUI\b0  switch, WinContig provides exit codes that indicate the level of success for a command.\par
\par
\tab\b Exit codes\b0\par
\par
\tab The following command-line exit codes are defined for WinContig.\par
\par
\tab\b 0\b0\tab Success.\par
\tab\b 1\b0\tab Invalid or missing profile.\par
\tab\b 2\b0\tab Errors found during disk checking.\par
\tab\b 3\b0\tab Not all items were defragmented successfully.\par
\tab\b 4\b0\tab Not all items were analyzed successfully.\par
\tab\b 5\b0\tab Invalid or missing item.\par
\par
\b /NOINI\b0\tab Used to suppress the writing of the "WinContig.ini" configuration file.\par
\par
\b /NOPROMPT\b0\tab Used to turn confirmation messages off.\par
\par
\b /NOSCROLL\b0\tab Turns scroll of the files off when WinContig performs an analysis process or a defragmentation process.\par
\par
\b /ONTOP\b0\tab Makes the WinContig main window topmost (above all other windows).\par
\par
\b /PROF:\b0\i "profile"\i0\tab Used to load the profile \i profile\i0 .\par
\par
\b\tab IMPORTANT NOTES\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 You must specify the full path of the profile\par
{\pntext\f1\'B7\tab}You must enclose the full path of the profile in quotation marks ("")\par
\pard\li1418\tx1418\par
For example, use the following command line to load the profile \i data.wcp\i0  located in \i c:\\profiles\i0 :\par
\par
\b WINCONTIG.EXE /PROF:"c:\\profiles\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\b /QUICK\b0\tab Used to turn off optimizations during the defragmentation process (i.e. it will not try to fill the gaps and it will not try to partially defragment the files that it's not possibile to totally defrag). This allows to complete the defragmentation process quicker.\par
\par
\b /SHUTDOWN\b0\tab Used to shutdown the computer after WinContig has completed the defragmentation process.\par
\par
}
$c$







